import React from 'react'
import { Link } from 'react-router-dom'

const OfferPage = () => {
    return (
        <div className="container-fluid ya-container-fluid">
        <div className="ya-page-block">
          <nav aria-label="breadcrumb">
            <ol className="breadcrumb ya-breadcrumb">
              <li className="breadcrumb-item">
                <Link to="/" className="nuxt-link-active"> Главная </Link>
              </li>
              <li aria-current="page" className="breadcrumb-item active"> Публичная оферта </li>
            </ol>
          </nav>
          <h1 className="ya-group-title">Публичная оферта</h1>
          <div className="ya-page-text">
            <p>
              <strong>ПУБЛИЧНЫЙ ДОГОВОР-ОФЕРТЫ</strong>
            </p>
            <p>
              <strong>об осуществлении продажи через Электронную инфраструктуру</strong>
            </p>
            <p>&nbsp;</p>
            <p>&nbsp;&nbsp;&nbsp; Настоящий договор-оферты об осуществлении продажи через Электронную инфраструктуру (далее – «Условия») устанавливают существенные условия оказания услуг по изготовлению и реализации продукции общественного питания и других товаров.</p>
            <p>&nbsp;&nbsp;&nbsp; Условия публичной оферты - предложение о заключении Договора розничной купли-продажи товаров и оказания услуг общественного питания и их доставки Продавцом Покупателю. Покупатель, ознакомившись с настоящими Условиями, присоединяется к ним и выражает свое согласие с ними путем совершения действий, указанных в настоящих Условиях.</p>
            <p>&nbsp;&nbsp;&nbsp; На Сайте, в Мобильном приложении и в Телеграмм-боте предоставлена информация об основных потребительских свойствах Товара, об адресе (месте нахождения) продавца, о месте изготовления товара, о полном фирменном наименовании (наименовании) продавца (изготовителя), о цене и об условиях приобретения товара, о его доставке, о порядке оплаты товара, сроке годности, а также о сроке, в течение которого действует предложение о заключении Договора-оферты (далее по тексту – Оферта).</p>
            <p>&nbsp;</p>
            <p>
              <strong>1.</strong>
              <strong>ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ</strong>
            </p>
            <p>&nbsp; В целях надлежащего толкования условий договора - оферты нижеприведенные термины используются в следующем значении:</p>
            <p>1.1.&nbsp; <strong>Оферта&nbsp;</strong>- публичное предложение Продавца, адресованное любому физическому или юридическому лицу, заключить с ним договор купли-продажи (далее - "Договор") на существующих условиях, содержащихся в Договоре, включая все его приложения; </p>
            <p>
              <strong>Покупатель&nbsp;</strong>– любое физическое или юридическое лицо, обладающее гражданской правоспособностью имеющее намерение заказать или заказывающее Товар на сайте&nbsp;yaponamama.uz (в том числе посредством мобильных приложений или телефонным звонком оператору), использующее услуги общественного питания исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности и согласившееся на приобретение товаров и оказание услуг общественного питания в соответствии с настоящими Условиями.
            </p>
            <p>1.2.&nbsp; <strong>Продавец</strong>&nbsp;–&nbsp;ООО «MIKA TRADE» </p>
            <p>1.3.&nbsp; <strong>Товар</strong>&nbsp;– продукция в соответствии с ассортиментом, представленным на Интернет-сайте Продавца по адресу:&nbsp;yaponamama.uz и в мобильном приложении; </p>
            <p>1.4.&nbsp; <strong>Заказ</strong>&nbsp;– отдельные позиции (позиция) из ассортиментного перечня Товаров, выбранные и заказанные Покупателем на сайте Продавца, посредством мобильного приложения либо по телефонам, указанным на Сайте и оформленные на доставку по указанному Покупателем адресу; </p>
            <p>1.5.&nbsp; <strong>Сайт</strong>&nbsp;– интернет-сайт Продавца&nbsp;yaponamama.uz; </p>
            <p>1.6.&nbsp; <strong>Мобильное приложение</strong>&nbsp;– мобильное приложение Yaponamama, размещенное в GoogleMarket и AppStore; </p>
            <p>1.7.&nbsp; <strong>Телеграм-бот</strong> – программа (бот), работающая на базе мессенджера Telegram с именем пользователя @yaponamamabot. </p>
            <p>1.8.&nbsp; <strong>Колл-центр</strong> – подразделение Продавца, занимающееся обработкой заказов и информированием по голосовым каналам связи через телефонный номер 1089. </p>
            <p>1.9.&nbsp; <strong>Электронная инфраструктура</strong> - Сайт, Мобильное приложение, Телеграмм-бот и Колл-центр вместе взятые. </p>
            <p>1.10.&nbsp; <strong>Служба доставки</strong>&nbsp;– сотрудники Продавца либо представители Продавца, осуществляющие доставку Товаров Покупателю. </p>
            <p>1.11. В настоящей оферте могут быть использованы и иные термины, не определенные в данном разделе. В этом случае толкование такого термина производится в соответствии с текстом договора - оферты. В случае отсутствия однозначного толкования термина в тексте следует руководствоваться толкованием термина, определенным на сайте Интернет-магазина&nbsp; <a href="http://yaponamama.uz">yaponamama.uz</a>&nbsp;в сети Интернет, а в части не урегулированной им - действующим законодательством Республики Узбекистан, либо применяемый в деловых кругах </p>
            <p>&nbsp;</p>
            <p>
              <strong>2. ОБЩИЕ ПОЛОЖЕНИЯ</strong>
            </p>
            <p>2.1. Настоящие Условия, а также информация о Товаре и услугах, представленная в Электронной инфраструктуре, являются публичной офертой в смысле статьи 367 и пункта 2 статьи 369 ГК Республики Узбекистан на заключение Договора розничной купли-продажи товаров и услуг.</p>
            <p>2.2. К отношениям между Покупателем и Продавцом применяются положения Гражданского кодекса Республики Узбекистан, Закона Республики Узбекистан «О защите прав потребителей», Правила производства и реализации продукции (услуг) общественного питания в Республике Узбекистан, и иные правовые акты, принятые в соответствии с ними.</p>
            <p>2.3. Акцептом является получение Продавцом подтверждения о намерении Покупателя приобрести товар на условиях, предложенных Продавцом, который соглашается с настоящими Условиями, принимает их и присоединяется к условиям настоящей Оферты следующим образом:</p>
            <p>- нажатием кнопки «Оформить заказ» на последнем этапе оформления Заказа на Сайте, Мобильном приложении и Телеграмм-боте,</p>
            <p>- самостоятельной регистрацией на Сайте,</p>
            <p>- подтверждением заказа по телефону через Колл-центр.</p>
            <p>2.4. Заказ Товара, оформленный Покупателем в Электронной инфраструктуре является подтверждением заключенного между Продавцом и Покупателем Договора.</p>
            <p>2.5. Право собственности на Заказанный Товар переходит к Покупателю с момента фактической передачи Товара Покупателю и оплаты последним полной стоимости Товара. Риск повреждения Товара переходит к Покупателю с момента фактической передачи Товара Покупателю. Подписываясь в листе курьера, Покупатель подтверждает приемку товара в полной комплектации.</p>
            <p>2.6. Принимая (акцептируя) настоящие Условия, Покупатель подтверждает свое согласие и разрешает Продавцу обрабатывать свои данные, в том числе: имя, адрес доставки, телефон, адрес электронной почты. Под обработкой персональных данных в настоящих Условиях понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), использование, блокирование, уничтожение, передача третьим лицам в целях проведения маркетинговых мероприятий и исследований.</p>
            <p>2.7. Принимая настоящие Условия, Покупатель выражает согласие и разрешает Продавцу и его службам обрабатывать персональные данные Покупателя с помощью автоматизированных систем управления базами данных, а также иных программных и технических средств, выражает согласие на получение sms-сообщений, на участие в маркетинговых акциях и мероприятиях, а также на получение рекламных сообщений.</p>
            <p>2.8. Продавец обязуется обеспечивать конфиденциальность предоставленных Покупателем персональных данных, их защиту от копирования, распространения. В любой момент Покупатель вправе запросить перечень своих персональных данных и/или потребовать изменить, заблокировать либо уничтожить свои персональные данные, позвонив Продавцу по телефону&nbsp;+99898 121-61-12, указав имя, телефон, Email адрес, а также адрес доставки, либо направив уведомление в электронном виде по адресу: yaponamama2015@gmail.com.</p>
            <p>2.9.В случаях проведения акций со стороны Продавца, Покупатель при необходимости должен предоставить свои персональные данные сотрудникам Продавца лично либо посредством отправки на электронную почту/через телеграмм либо через другой канал связи, что автоматически подтверждает полное согласие Покупателя на обработку своих персональных данных и согласия с настоящей Офертой.</p>
            <p>2.10. Продавец вправе изменить или дополнить настоящие Условия в любой момент, как с уведомлением Покупателей, так и без него (в зависимости от серьезности изменений). Действующая редакция договора-оферты всегда находится на сайте Продавца. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении заказа.</p>
            <p>2.11. На основании вышеизложенного, Покупатель должен внимательно ознакомиться с текстом договора - оферты, и, если он не согласен с каким-либо условием, ему предлагается в устной или письменной форме сообщить о спорных пунктах договора - оферты сотрудникам Продавца или отказаться от покупки Товаров, предоставляемых Продавцом.</p>
            <p>2.12. Электронная инфраструктура является собственностью Продавца <strong></strong>и предназначена для организации дистанционного способа продажи товаров через сеть интернет. </p>
            <p>&nbsp;</p>
            <p>
              <strong>3. Оформление и сроки выполнения Заказа</strong>
            </p>
            <p>3.1. Заказ может быть оформлен Покупателем одним из следующих способов:</p>
            <p>- с помощью размещения Заказа на Сайте,</p>
            <p>- с помощью размещения Заказа через Колл-центр,</p>
            <p>- c помощью Мобильного приложения</p>
            <p>-&nbsp;с помощью Телеграм-бота.</p>
            <p>3.2. При оформлении Заказа посредством Электронной инфраструктуры Покупатель подтверждает, что он ознакомлен с настоящими Условиями и предоставляет Продавцу всю информацию, необходимую для надлежащего оформления и исполнения Заказа.</p>
            <p>3.3. Для оформления Покупателем Заказа при помощи Мобильного приложения, Телеграмм-бота или Сайта, необходимо выбрать подходящий товар из разделов «Меню», выбрать количество товара и добавить Товар(ы) в корзину. При заказе двух и более позиций Товара описанные операции необходимо повторить в отношении каждой товарной позиции. Далее, необходимо перейти в раздел «Корзина», в «Корзине» проверить количество и перечень заказываемого Товара (при необходимости изменить соответствующие сведения), далее нажать кнопку «Оформить заказ». На открывшейся странице заполнить обязательные поля, касающиеся личных данных, а также адреса доставки Покупателя, выбрать время доставки, способ оплаты заказа и нажать кнопку «Оформить заказ». Нажимая кнопку «Оформить заказ» и «Заказать», Покупатель завершает оформление Заказа. После этого сотрудники Продавца, при необходимости, могут связаться с Покупателем для подтверждения указанных сведений либо с целью корректировки заказа.</p>
            <p>3.4. При оформлении Заказа посредством Электронной инфраструктуры Покупатель должен указать следующую информацию:</p>
            <p>-имя;</p>
            <p>-контактный телефон;</p>
            <p>- адрес электронной почты (по желанию);</p>
            <p>- сведения о месте доставки (включая город, улицу, дом, корпус/строение, № квартиры/офиса, подъезд, этаж, код домофона, комментарии к адресу доставки);</p>
            <p>- комментарии и промокод (при необходимости);</p>
            <p>3.5. После оформления заказа Клиенту предоставляется информация о статусе исполнения Заказа, в том числе о сроке доставки Товара.</p>
            <p>3.6. Доставка заказов осуществляется только по территории города Ташкента, на условиях действующих на сайте на момент оформления заказа:</p>
            <p>Пн-Вс: с 10:00 до 02:00</p>
            <p>3.7. Ответственность за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа, несет Покупатель. Если при оформлении Заказа Покупателем была указана неправильная информация, в том числе неправильный адрес, неправильные телефоны, адреса электронной почты и другие данные, Продавец не несет ответственность за возникшие в связи с указанными обстоятельствами последствиями в виде невозможности исполнения Заказа, его доставки по указанному адресу, неполучения Покупателем подтверждения оформления Заказа на указанный им адрес.</p>
            <p>3.8. Вся информация о Товаре, представленная в Электронной инфраструктуре, носит информационный характер и не может в полной мере передавать всю информацию о свойствах и характеристиках Товара.</p>
            <p>3.9. Фото, схемы, рисунки, видеоизображения образцов Товара в каталоге являются собственностью Исполнителя. Каждое изображение образца сопровождается текстовой информацией о Товаре.&nbsp;</p>
            <p>3.10. В случае отсутствия заказанных Товаров у Продавца (в том числе – по причинам, не зависящим от него), Продавец вправе исключить указанный Товар из Заказа и уведомить об этом Покупателя по телефону в течение 20 минут с момента совершения таких действий.</p>
            <p>3.11. Покупатель может получить оформленный Заказ путем доставки Товара службой доставки Продавца либо лично прибыть в ресторан Продавца, получить оформленный Заказ и произвести оплату.</p>
            <p>3.12.&nbsp;Сумма доставки по городам&nbsp;Ташкент и Самарканд составляет 10.000 сум. <br /> 3.13. Скидки и акции не суммируются при заказе </p>
            <p>
              <strong>&nbsp;4. Доставка Товара.</strong>
            </p>
            <p>4.1. Продавец приложит все усилия для соблюдения сроков доставки, указанных на Сайте, тем не менее, задержки в доставке возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.</p>
            <p>4.2. В случае отсутствия Покупателя (либо Получателя) в назначенных месте и времени доставки, сотрудник Службы доставки ожидает&nbsp;10 минут, после чего уезжает.</p>
            <p>4.3. Передача заказа</p>
            <p>- Покупатель обязуется проверить комплектацию всего Заказа (ассортимент) и каждого Товара в отдельности;</p>
            <p>- В случае отсутствия претензий к Товарам Покупатель оплачивает сотруднику Службы доставки либо сотруднику ресторана их стоимость (если платеж не был осуществлен ранее) и получает фискальный чек.</p>
            <p>- При авансовой оплате Заказа (с помощью электронных платежных систем и пр.), Покупатель (либо назначенный им Получатель) обязан предъявить документ, удостоверяющий личность.</p>
            <p>4.4. В случае недоставки Товара Продавец возмещает Покупателю стоимость предоплаченного, но не полученного Товара после подтверждения данного обстоятельства со стороны Службы доставки.</p>
            <p>4.5. При доставке Товар вручается Покупателю либо лицу, указанному в качестве Получателя.</p>
            <p>4.6. Во избежание случаев мошенничества при вручении предоплаченного Товара сотрудник Службы доставки вправе затребовать документ, удостоверяющий личность Получателя. Продавец гарантирует конфиденциальность и защиту персональной информации, полученной от Получателя.</p>
            <p>4.7. В случае неполучения Заказа покупателем по его вине, стоимость Товара и его доставки не компенсируются. Денежные средства за нее не возвращаются.</p>
            <p>4.8. Если Покупатель оплатил и не забрал товар в оговоренные сроки, Исполнитель имеет право не возвращать оплату за Товар Покупателю.</p>
            <p>4.9. Исполнитель имеет право изменить время передачи товаров, уведомив об этом покупателя услуг не позднее оговоренного времени отгрузки заказа, получив подтверждение о согласии Покупателя с изменениями. Покупатель имеет право отказаться от внесения изменений в данные заказанной услуги, на основании чего услуги будут считаться отмененными с последующим возвратом денежных средств на карту, с которой производилась оплата.</p>
            <p>&nbsp;</p>
            <p>
              <strong>5. Оплата товара</strong>
            </p>
            <p>5.1. Цена Товара указывается в Электронной инфраструктуре.</p>
            <p>5.2. Цена Товара может быть изменена Продавцом. При этом стоимость Заказа, оговоренная при подтверждении его оформления, изменению в одностороннем порядке, не подлежит.</p>
            <p>5.3. Способы оплаты Товара:</p>
            <p>- Наличными денежными (в национальной валюте сум) средствами курьеру при получении Заказа; <br /> - Банковской платежной картой в национальной валюте сум; <br /> - Посредством платежных систем PayMe, Click. <br /> &nbsp;При этом Продавец не несет ответственность за невозможность принятия оплаты через платежные терминалы банковских карт и/либо посредством платежных систем PayMe, Click, в связи с техническими неполадками или проведением профилактических работ указанными в настоящем пункте операторами платежных систем (в том числе и средств оплаты в виде банковских карт) или задействованных ими систем телекоммуникаций. </p>
            <p>5.4. В связи с постановлением Президента Республики Узбекистан, все пакеты предоставляются платно.&nbsp; <a href="https://bitly.su/v1OCq4Tg" target="_blank">https://bitly.su/v1OCq4Tg</a>
            </p>
            <p>5.5 Упаковка считается бесплатной для доставки и выноса. В&nbsp;случае, если клиент просит упаковать остатки, стоимость контейнера определяется по действующим ценам Продавца за одну единицу на момент заказа.</p>
            <p>&nbsp;</p>
            <p>
              <strong>6. Возврат Товара</strong>
            </p>
            <p>6.1. При получении Товаров Покупатель проверяет соответствие полученных Товаров Заказу, комплектность и отсутствие претензий к внешнему виду доставленного Товаров. Претензии Покупателя по внешнему виду Товаров и их комплектности, после приемки Товара, не принимаются.</p>
            <p>6.2. Продовольственные товары надлежащего качества возврату не подлежат.</p>
            <p>6.3. Возврат Товара ненадлежащего качества:</p>
            <p>6.3.1. Покупатель вправе возвратить Продавцу либо не принять Товар ненадлежащего качества и потребовать возврата уплаченной цены такого Товара. Клиент также может потребовать замены Товара ненадлежащего качества.</p>
            <p>6.3.2. В случае отказа Покупателя от приемки Товара и предъявления им требования о возврате уплаченной за Товар денежной суммы, в случае, если указанная сумма уже была уплачена, сумма подлежит возврату Покупателю в течение 10 (десяти) дней с момента получения Продавцом указанного требования в письменной форме.</p>
            <p>6.4. Возврат денежных средств:</p>
            <p>6.4.1. Денежные средства подлежат возврату Покупателю способом, аналогичным примененному им при оплате Товара: при оплате Заказа наличными денежными средствами- возврат осуществляется денежными средствами из кассы Продавца, при осуществлении платежа банковской картой- возврат денежных средств производится на банковскую карту;</p>
            <p>6.4.2. В случае если возврат наличных денежных средств осуществляется неодновременно с возвратом товара Клиентом, возврат указанной суммы осуществляется Продавцом с согласия Клиента одним из следующих способов:</p>
            <p>а) наличными денежными средствами по месту нахождения Продавца;</p>
            <p>б) путем перечисления соответствующей суммы на банковский или иной счет Клиента,</p>
            <p>6.5. Порядок действий при нарушении Продавцом условия об ассортименте (при пересортице):</p>
            <p>6.5.1. В случае обнаружения в Заказе Товара, не соответствующего заказанному по ассортименту, Покупатель вправе при передаче отказаться от данного Товара и потребовать замены на Товар, предусмотренный Заказом, либо возврата денежных средств за фактически не переданный Товар.</p>
            <p>6.5.2. Товар, переданный Покупателю в нарушение условия об ассортименте, подлежит возврату Продавцу. В случае если Покупатель принимает данный Товар, Продавец вправе потребовать от Покупателя оплаты данного Товара по цене, установленной Продавцом для данного Товара на Сайте на момент передачи Товара. Если фактически переданный Товар отсутствует в ассортименте Продавца, представленном на Сайте на момент передачи Товара, данный Товар оплачивается по цене, согласованной с Продавцом.</p>
            <p>6.5.3. В случае невозможности осуществить замену Товара, Продавец уведомляет об этом Покупателя по номеру телефона, указанному Покупателем при оформлении Заказа, а денежные средства, фактически оплаченные за не переданный Товар, возвращаются.</p>
            <p>6.5.4. Денежные средства, оплаченные Покупателем за фактически непереданный Товар, подлежат возврату в течение 10 (десяти) дней с момента получения письменного требования Покупателя об их возврате и подтверждения сотрудников Продавца. Возврат уплаченной за Товар суммы осуществляется способом, аналогичным примененному при оплате Товара.</p>
            <p>6.6. Порядок действий при нарушении Продавцом условия о количестве.</p>
            <p>6.6.1. При передаче Товара Покупатель обязан проверить его количество на соответствие Заказу. Если Покупателем обнаружены расхождения по количеству Товара, он обязан зафиксировать указанный факт в присутствии сотрудника Службы доставки (курьера).</p>
            <p>6.6.2. Если Продавец передал Покупателю меньшее количество Товара, чем определено Заказом, Покупатель при передаче Заказа вправе принять Товар в части, соответствующей Заказу, и потребовать передать недостающее количество Товара, либо (если недостающий Товар был оплачен) отказаться от Заказа в части недостающего Товара и потребовать возврата денежных средств за недостающий Товар.</p>
            <p>6.6.3. В случае невозможности передать недостающий Товар Продавец уведомляет об этом Покупателя по номеру телефона, указанному им при оформлении Заказа, а денежные средства, фактически оплаченные за недостающий Товар, возвращаются.</p>
            <p>6.6.4. Денежные средства, оплаченные Покупателем за недостающий Товар, подлежат возврату в течение 10 (десяти) дней с момента получения Продавцом уведомления Покупателя о возврате денежных средств вместе с копией Заказа с отметкой о недоставке части Товара. Возврат уплаченной за Товар денежной суммы осуществляется способом, аналогичным примененному при оплате Товара, или иным способом по согласованию с Клиентом с учетом положений п 6.6.относительно порядка возврата денежных средств на банковскую карту.</p>
            <p>6.6.5. В случае, если в бланке Заказа (накладной) отсутствует отметка Покупателя и сотрудника службы доставки о недостающем Товаре, Продавец вправе отказать Покупателю в удовлетворении претензий по количеству либо по качеству переданного Товара.</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>
              <strong>7. Гарантии и ответственность</strong>
            </p>
            <p>7.1. Продавец гарантирует, что подлежащий поставке Товар надлежащего качества, соответствует основным требованиям законодательства, применяемым в отношении Товара. Товар хранению не подлежит, за исключением продовольственных товаров заводского способа изготовления.</p>
            <p>7.2. Продавец не несет ответственности за ущерб, который может быть причинен Покупателю вследствие ненадлежащего использования Товаров, заказанных на Сайте. Товар подлежит употреблению непосредственно после доставки.</p>
            <p>7.3. Покупатель обязуется не использовать заказанный Товар в предпринимательских целях.</p>
            <p>7.4. Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Клиентом, третьим лицам.</p>
            <p>7.5.Продавец не отвечает за последствия употребления его Товара, когда Покупатель заказывая Товар Продавца, для употребления лично либо для третьих лиц берет на себя ответственность и понимает, возможные последствия для него или для третьих лиц в зависимости от личных особенностей организма либо имеющихся у него\у них противопоказаний (индивидуальной непереносимости некоторых продуктов, хронических болезней, аллергических реакций и т.п.)</p>
            <p>&nbsp;</p>
            <p>
              <strong>8. Политика конфиденциальности и защита персональных данных</strong>
            </p>
            <p>8.1. Продавец имеет право обрабатывать и хранить персональные данные Покупателя, предоставленные Продавцу, с согласия Покупателя, выраженного путем присоединения к условиям настоящей Оферты, обеспечивать их конфиденциальность и не предоставлять доступ к этой информации третьим лицам, за исключением случаев, предусмотренных настоящей Офертой и действующим законодательством Республики Узбекистан.</p>
            <p>8.2. Принимая договор-оферты, Покупатель подтверждает свое согласие и разрешает Продавцу обрабатывать свои персональные данные, в том числе: имя, адрес доставки, телефон, адрес электронной почты. Под обработкой персональных данных в настоящей Оферте понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), передачу третьим лицам в целях проведения маркетинговых, рекламных мероприятий и исследований, использование, блокирование, уничтожение. Продавец вправе поручить обработку персональных данных Покупателей третьим лицам. Покупатель соглашается, что его согласия на обработку персональных данных третьим лицом не требуется.</p>
            <p>8.4. Принимая договор-оферты, Покупатель выражает согласие и разрешает Продавцу и его службам обрабатывать персональные данные Покупателя с помощью автоматизированных систем управления базами данных, а также иных программных и технических средств.</p>
            <p>8.5. Продавец использует персональные данные и информацию, получаемую от Покупателя:</p>
            <p>- для выполнения своих обязательств перед Покупателем;</p>
            <p>- для оценки и улучшения работы Сайта;</p>
            <p>- для связи с Покупателем, в том числе направление уведомлений, запросов в целях оказания услуг, а также в целях обработки запросов и заявок от Покупателя;</p>
            <p>- в целях улучшения качества услуг, удобства их использования, разработки новых услуг и блюд;</p>
            <p>- статистических и маркетинговых исследований, в том числе касающихся работы Сайта, качества продукции, качества обслуживания;</p>
            <p>- для направления информационных sms-сообщений, а также для направления электронных писем и иных форм направления/получения информации по телефону либо электронному адресу Покупателю;</p>
            <p>- для проведения маркетинговых мероприятий, направления рекламных сообщений и предложений для участия в специальных акциях и мероприятиях;</p>
            <p>8.6. Разглашение информации, полученной Продавцом:</p>
            <p>8.6.1. Продавец обязуется не разглашать полученные от Покупателя персональные данные.</p>
            <p>8.6.2. Не считается разглашением информации поручение ее обработки Продавцом агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Покупателем, а также в целях проведения маркетинговых, рекламных мероприятий и исследований. Не считается нарушением обязательств разглашение персональных данных в случаях, предусмотренных действующим законодательством Республики Узбекистан.</p>
            <p>8.6.3. Продавец не несет ответственности за сведения, предоставленные Покупателем на Сайте в общедоступной форме.</p>
            <p>8.7. Продавец вправе осуществлять записи телефонных разговоров с Покупателем в целях улучшения качества предоставляемых услуг. При этом Продавец обязуется предотвращать попытки несанкционированного доступа к информации, полученной в ходе телефонных переговоров, и/или передачу ее третьим лицам, не имеющим непосредственного отношения к исполнению заказов.</p>
            <p>8.8. В любой момент Покупатель вправе запросить перечень своих персональных данных и/или потребовать изменить, заблокировать либо уничтожить свои персональные данные, позвонив Продавцу по телефону&nbsp;+99898 121-61-12, указав имя, телефон, Email адрес, а также адрес доставки, либо направив уведомление в электронном виде по адресу <a href="mailto:yaponamama2015@gmail.com">yaponamama2015@gmail.com</a>
            </p>
            <p>8.9. Продавец гарантирует, что во время сбора и последующего использования полученной информации, он будет придерживаться всех положений действующего законодательства Республики Узбекистан относительно неприкосновенности личной информации, защиты персональных данных. Предоставление информации другим лицам возможно лишь на основаниях и в порядке, определенном действующим законодательством Республики Узбекистан.</p>
            <p>8.10. Продавец оставляет за собой право открыть Вашу личную информацию, если того требует закон или судебное решение.</p>
            <p>8.11. Если произойдет изменение в нашей политике конфиденциальности, мы разместим уведомление о соответствующем изменении.</p>
            <p>&nbsp;</p>
            <p>
              <strong>9. Форс -мажор</strong>
            </p>
            <p>9.1.Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору на время действия непреодолимой силы. Под непреодолимой силой понимаются чрезвычайные и непреодолимые обстоятельства, препятствующие исполнению своих обязательств СТОРОНАМИ по настоящему Договору-оферты. К ним относятся стихийные явления; военные действий, мероприятий военного характера; массовых беспорядков, эпидемий (карантин), эпизоотий, метеоусловий, террористических действий, забастовок, изъятия, конфискации, реквизиции, национализации и т.п. При этом общеизвестные события не нуждаются в каком-либо подтверждении, в отношении остальных событий необходимо приложение соответствующих подтверждающих документов, которыми могут являться, включая, но, не ограничиваясь, документы, исходящие от компетентных государственных органов.</p>
            <p>&nbsp;</p>
            <p>
              <strong>10. Прочие условия</strong>
            </p>
            <p>10.1. Все возникающее споры стороны будут стараться решить путем переговоров. При недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством Республики Узбекистан.</p>
            <p>10.2. Признание судом недействительности какого-либо из положений настоящей Оферты не влечет за собой недействительность остальных положений.&nbsp;</p>
            <p>&nbsp;</p>
            <p>
              <strong>11.Программа лояльности.</strong>
            </p>
            <p>11.1. Накопительная программа лояльности (накопительные карты) действует до 25 декабря 2021 года со следующими условиями:</p>
            <p>11.1.1. За каждую покупку Покупатель получает 3% от суммы купленного Товара на накопительную карту (накопительный бонусный счет).</p>
            <p>11.2. &nbsp;Средства накопительной карты (накопительного бонусного счета) могут быть использованы только на оплату Товара производимого Продавцом.</p>
            <p>11.3. Продавец вправе в любое время и по своему усмотрению изменить условия программы лояльности, а также приостанавливать, продлевать, прекращать срок действия программы лояльности.</p>
            <p>11.4. По истечению срока действия программы лояльности Продавец имеет право продлить ее на новый срок либо прекратить. Накопленные и не потраченные Бонусы всех Покупателей аннулируются в срок указанный в п.11.1, а также в случае выхода Покупателя по его желанию из Программы лояльности до истечения указанного срока.</p>
            <p>&nbsp;&nbsp; Накопительная программа лояльности (накопительные карты) не действует по регионам Республики Узбекистан и действительна только по г. Ташкенту.</p>
            <p>&nbsp;&nbsp;&nbsp; При этом об изменении условий и сроков действия программы лояльности Продавец размещает информацию на cайте интернет-магазина&nbsp; <a href="http://yaponamama.uz">yaponamama.uz</a>&nbsp;в сети Интернет. </p>
            <p>&nbsp;</p>
            <p>
              <strong>12.Проведение акций со стороны Продавца</strong>
            </p>
            <p>12.1. Цель проведения акций – реклама продукции, производимой Продавцом, увеличение объема продаж и продвижение своей продукции на рынках Республики Узбекистан.</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
          </div>
        </div>
      </div>
    )
}

export default OfferPage
